
#LV1
data=["조회수: 1,500", "조회수: 1,002", "조회수: 300", "조회수: 251",
      "조회수: 13,432", "조회수: 998"]
sum = 0

for v in data:

    print(v)



data=["조회수: 1,500", "조회수: 1,002", "조회수: 300", "조회수: 251",
      "조회수: 13,432", "조회수: 998"]
sum = 0


#LV2
for v in data:
    v=v.replace(",","")[5:]
    print(v)



#LV3

data=["조회수: 1,500", "조회수: 1,002", "조회수: 300", "조회수: 251",
      "조회수: 13,432", "조회수: 998"]
sum = 0

for v in data:
    v = v.replace(",","")[5:]
    print(v)
    sum= sum + int(v)

print("총 합: ",sum)